[
    {
        "id": 0,
        "title": "The Change: Menopause and Mental Health",
        "date": "October 19, 2021",
        "des": "As women age, it’s only a matter of time before menopause sets in. Since every person is unique, the timing of menopause varies from one person to the next. But, generally speaking, menopause affects women, transgender men, and some nonbinary individuals in their late 40s and early 50s. While menopause is a completely natural process, individuals can feel its effects quite differently. For example, some people going through menopause might feel nothing much out of the ordinary while others might feel anxiety and depression. In extreme cases, some women going through menopause can experience a condition called menopausal psychosis. But before we examine the different phases of menopause and how menopause and mental health tie together, let’s take a step back and take a deeper look at what menopause entails."
    },
    {
        "id": 1,
        "title": "Talking to a Friend About Getting Mental Health Help",
        "date": "January 17, 2021",
        "des": "Have you noticed one of your friends is struggling and seems depressed, detached, and generally unhappy? If so, they might be dealing with mental health issues. According to the National Alliance on Mental Illness, more than one in five U.S. adults experienced mental health issues in 2019. Unsurprisingly, these figures are even higher in the COVID-19 era, as the pandemic threw a wrench into all of our life plans. To illustrate, a recent report from the Kaiser Family Foundation found that 41.1 percent of adults were dealing with anxiety or depression in January 2021. If your friend is having a hard time with life, you can take comfort in the fact that they’re by no means alone. By encouraging your friend to think about getting mental health help, you can put them on a path that leads to conquering these issues — helping them live their best life along the way. "
    },
    {
        "id": 2,
        "title": "Stress Affects the Body: Is It Affecting Yours?",
        "date": "October 4, 2021",
        "des": "Have you noticed one of your friends is struggling and seems depressed, detached, and generally unhappy? If so, they might be dealing with mental health issues. According to the National Alliance on Mental Illness, more than one in five U.S. adults experienced mental health issues in 2019. Unsurprisingly, these figures are even higher in the COVID-19 era, as the pandemic threw a wrench into all of our life plans. To illustrate, a recent report from the Kaiser Family Foundation found that 41.1 percent of adults were dealing with anxiety or depression in January 2021. If your friend is having a hard time with life, you can take comfort in the fact that they’re by no means alone. By encouraging your friend to think about getting mental health help, you can put them on a path that leads to conquering these issues — helping them live their best life along the way. "
    },
    {
        "id": 3,
        "title": "Stress Affects the Body: Is It Affecting Yours?",
        "date": "October 4, 2021",
        "des": "Have you noticed one of your friends is struggling and seems depressed, detached, and generally unhappy? If so, they might be dealing with mental health issues. According to the National Alliance on Mental Illness, more than one in five U.S. adults experienced mental health issues in 2019. Unsurprisingly, these figures are even higher in the COVID-19 era, as the pandemic threw a wrench into all of our life plans. To illustrate, a recent report from the Kaiser Family Foundation found that 41.1 percent of adults were dealing with anxiety or depression in January 2021. If your friend is having a hard time with life, you can take comfort in the fact that they’re by no means alone. By encouraging your friend to think about getting mental health help, you can put them on a path that leads to conquering these issues — helping them live their best life along the way. "
    },
    {
        "id": 4,
        "title": "Senior Mental Health and the Pandemic",
        "date": "September 24, 2021",
        "des": "It’s no secret the pandemic transformed all of our lives. In March 2020, life as we knew it was turned upside down as the world locked down to flatten the curve and stop the spread of the virus. This abrupt change brought along with it a slew of mental health issues for many people. In addition to anxiety, unease, and general concern about an uncertain future, some folks also had trouble sleeping, lost their appetites, and became more irritable. While COVID-19 can be deadly for people of all ages, its impacts are felt the most by the older generation. According to the Centers for Disease Control, the virus’s effects get worse the older you are, with those 85 and above the most likely to get sick — and, unfortunately, the most likely to die. Because of this, many older folks have been struggling with mental health issues in the wake of the pandemic. An October 2020 study, for example, found that nearly half of seniors agree that the stress of the pandemic has had a negative impact on their mental health. What’s more, one in four seniors reports that the virus has made them anxious or depressed."
    }
]